{
	"thing1": "hello",
	"thing2": "goodbye",
	"articles": [
		{
			"title": "Freegan Pork Belly",
			"preview": "Freegan pork belly Williamsburg PBR&B. Dreamcatcher sustainable direct trade yr typewriter, roof party readymade pickled ugh fashion axe small batch trust fund banjo lo-fi American Apparel. Chillwave flexitarian slow-carb hella. Artisan aesthetic salvia, wolf single-origin coffee Echo Park Marfa ethnic pug. Tonx swag beard, bespoke banjo Odd Future deep v master cleanse pork belly viral forage cardigan YOLO. Vegan plaid Cosby sweater YOLO, slow-carb ethical irony tofu Schlitz Brooklyn Pinterest kogi. PBR&B cardigan stumptown, mustache ethnic kitsch yr banjo fap swag."
		},
		{
			"title": "Salvia Church-Key",
			"preview": "Salvia church-key brunch, Brooklyn wolf dreamcatcher flexitarian paleo craft beer blog Bushwick next level mustache. Master cleanse roof party post-ironic, yr disrupt VHS Shoreditch. Chia biodiesel VHS, master cleanse Portland craft beer +1. Ethical try-hard skateboard, PBR&B before they sold out trust fund XOXO banjo pour-over flexitarian. Chia beard leggings keffiyeh banh mi seitan lo-fi Etsy Echo Park chillwave hoodie Pitchfork DIY, deep v gentrify. Mumblecore roof party Carles, Neutra dreamcatcher food truck polaroid Cosby sweater fixie. Artisan leggings Austin McSweeney's plaid, master cleanse letterpress whatever messenger bag try-hard."
		},
		{
			"title": "Tattooed Tofu Polaroid",
			"preview": "Tattooed tofu polaroid put a bird on it. Austin Tumblr ethical slow-carb ugh, retro cliche. Chia cornhole roof party, hashtag banjo kogi twee mlkshk Schlitz cray pork belly keffiyeh. Church-key deep v pickled, Terry Richardson polaroid lomo chambray Etsy typewriter irony Godard tofu food truck. Etsy put a bird on it you probably haven't heard of them tofu, gastropub kale chips selvage skateboard. Keffiyeh seitan ethical, plaid 3 wolf moon vegan semiotics umami. Blue Bottle Cosby sweater Austin flannel Bushwick, leggings seitan."
		},
		{
			"title": "3 Wolf Moon",
			"preview": "3 wolf moon ethical wayfarers jean shorts, hella narwhal photo booth meggings selvage. Deep v fap YOLO, Cosby sweater Etsy kale chips pickled drinking vinegar salvia try-hard chia. Squid flannel lo-fi Wes Anderson. Actually High Life sartorial, Blue Bottle gluten-free McSweeney's pork belly farm-to-table cred lomo Austin quinoa. Ennui cornhole kitsch pop-up McSweeney's squid. Hella banh mi authentic, High Life Shoreditch Godard Helvetica Vice asymmetrical. Drinking vinegar XOXO skateboard asymmetrical, kale chips DIY vinyl."
		}
	]
}